Repository: liferooter/textpieces
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, nl, pt_br, tr, zh_cn

source: Can't load from file: %s
cs: Nelze načíst ze souboru: %s
de: Laden fehlgeschlagen: %s
es: No se puede cargar desde el archivo: %s
fr: Impossible de charger depuis un fichier : %s
hu: Nem lehet betölteni a fájlból: %s
it: Caricamento da file non riuscito: %s
nl: Het bestand kan niet worden geladen: %s
pt_br: Não é possível carregar do arquivo: %s
tr: Dosyadan yüklenemedi: %s
zh_cn: 无法加载文件: %s

source: translator-credits
cs: vikdevelop <super-vik1@protonmail.com>
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
fr: Irénée Thirion
hu: Stoffels Heimen <vistausss@fastmail.com>
it: Davide Ferracin <davide.ferracin@protonmail.com>, 2022
nl: Heimen Stoffels <vistausss@fastmail.com>
pt_br: créditos do tradutor
tr: Sabri Ünal <libreajans@gmail.com>
zh_cn: 翻译人员鸣谢

source: Save to File
cs: Uložit do souboru
de: Als Datei speichern
es: Guardar en archivo
fr: Enregistrer dans un fichier
hu: Mentés a fájlba
it: Salva su file
nl: Opslaan als bestand
pt_br: Salvar em arquivo
tr: Dosyaya Kaydet
zh_cn: 保存到文件

source: Can't save to file: %s
cs: Není možné uložit do souboru: %s
de: Speichern fehlgeschlagen: %s
es: No se puede guardar en el archivo: %s
fr: Impossible d'enregistrer dans un fichier : %s
hu: Nem lehet menteni a fájlba: %s
it: Salvataggio su file non riuscito: %s
nl: Het bestand kan niet worden opgeslagen: %s
pt_br: Não é possível salvar no arquivo: %s
tr: Dosyaya kaydedilemedi: %s
zh_cn: 无法保存到文件：%s

source: Load from File
cs: Načíst ze souboru
de: Von Datei laden
es: Cargar desde archivo
fr: Charger depuis un fichier
hu: Betöltés a fájlból
it: Carica da file
nl: Laden uit bestand
pt_br: Carregar do arquivo
tr: Dosyadan Yükle
zh_cn: 从文件加载

source: %u of %d
de: %u von %d
hu: %u/%d
tr: %u / %d
zh_cn: 第 %u 个 共 %d 个

source: Select font
cs: Vybrat font
de: Schriftart auswählen
es: Seleccionar tipografía
fr: Sélectionner une police
hu: Betűkészlet kijelölése
it: Seleziona tipo di carattere
nl: Kies een lettertype
pt_br: Selecionar fonte
tr: Yazı tipi seç
zh_cn: 选择字体

source: Argument %d
de: Parameter %d
es: Argumento %d
hu: Argumentum %d
it: Argomento %d
nl: Optie %d
pt_br: Argumento %d
tr: Argüman %d
zh_cn: 参数 %d

source: Error occured: %s
cs: Došlo k chybě: %s
de: Ein Fehler ist aufgetreten: %s
es: Se ha producido un error: %s
fr: Une erreur s’est produite : %s
hu: Hiba történt: %s
it: Si è verificato un errore: %s
nl: Er is een fout opgetreden: %s
pt_br: Ocorreu um erro: %s
tr: Hata oluştu: %s
zh_cn: 发生错误： %s

source: Edit Tool
de: Werkzeug bearbeiten
es: Editor
fr: Éditer l’outil
hu: Szerkesztő eszköz
nl: Bewerker
tr: Düzenleme Aracı
zh_cn: 编辑工具

source: D_elete
cs: Odstranit_
de: Löschen
es: _Eliminar
fr: Supprim_er
hu: _Törlés
it: _Elimina
nl: Wiss_en
pt_br: E_xcluir
tr: S_il
zh_cn: 删除(_e)

source: No Tools Found
cs: Nebyly nalezeny žádné nástroje
de: Kein Werkzeuge gefunden
es: No se han encontrado herramientas
fr: Pas d'outils trouvés
hu: Nem található eszköz
it: Nessuno strumento trovato
nl: Er is geen gereedschap aangetroffen
pt_br: Nenhuma ferramenta encontrada
tr: Hiçbir Araç Bulunamadı
zh_cn: 没有找到工具

source: _Add Custom Tool
de: _Eigenes Werkzeug hinzufügen
es: Añadir herramienta personalizada
nl: Eigen gereedschap toevoegen
tr: Özel Araç _Ekle
zh_cn: 添加自定义工具(_A)

source: New Tool
de: Neues Werkzeug
es: Herramientas
fr: Nouvel Outil
hu: Új eszköz
nl: Gereedschap
tr: Yeni Araç
zh_cn: 新工具

source: _Create
cs: _Vytvořit
de: _Erstellen
es: _Crear
fr: _Créer
hu: _Létrehozás
it: _Crea
nl: _Aanmaken
pt_br: _Criar
tr: _Oluştur
zh_cn: 创建(_C)

source: _General
cs: _Obecné
de: _Allgemein
fr: _Général
hu: _Általános
it: _Generali
nl: Al_gemeen
pt_br: _Geral
tr: _Genel
zh_cn: 通用(_G)

source: Editor
fr: Éditeur
hu: Szerkesztő
nl: Bewerker
tr: Düzenleyici
zh_cn: 编辑器

source: Editor _Font
cs: Editor _Písma
de: Schriftart
es: _Tipografía del editor
fr: _Police de l’Éditeur
hu: Szerkesztő _betűkészlet
it: _Carattere dell'editor
nl: Letter_type van bewerker
pt_br: Editor _Fonte
tr: Düzenleyici _Yazı Tipi
zh_cn: 编辑器字体(_F)

source: _Wrap Lines
cs: _Zalomit řádky
de: _Zeilen umschlagen
es: Ajustar _líneas
fr: _Envelopper les lignes
hu: Sor_törések
it: _A capo automatico
nl: Regels af_breken
pt_br: _Linhas de quebra
tr: _Satırları Sar
zh_cn: 自动换行(_W)

source: Tabs to _Spaces
cs: Tabulátory do _Mpaces
de: Leerzeichen statt Tabs
es: Tabulaciones a _espacios
fr: Tabulations en e_spaces
hu: Tabulátorok átalakítása _szóközökké
it: Converti _tabulazioni in spazi
nl: Tabs vervangen door _spaties
pt_br: Guias para _Espaços
tr: Sekmelerden _Boşluklara
zh_cn: 将制表符转为空格(_S)

source: _Tab Width in Spaces
cs: _Šířka tabulátoru v prostorech
de: Tabbreite in Leerzeichen
es: Ancho del _tabulado en espacios
fr: Largeur des _tabulations en espaces
hu: _Tabulátor szélessége szóközökben
it: _Larghezza in spazi di una tabulazione
nl: _Tabbreedte in spaties
pt_br: _Largura da Tabulação nos Espaços
tr: _Sekmenin Boşluk Karşılığı
zh_cn: 制表符宽度(_T)

source: Appearance
de: Erscheinungsbild
fr: Apparence
hu: Megjelenés
pt_br: Aparência
tr: Görünüm
zh_cn: 外观

source: T_ools
cs: N_ástroje
de: Werkzeuge
es: _Herramientas
fr: _Outils
hu: _Eszközök
it: St_rumenti
nl: Gereedsch_ap
pt_br: F_erramentas
tr: A_raçlar
zh_cn: 工具(_o)

source: Custom tools
cs: Vlastní nástroje
de: Eigene Werkzeuge
es: Herramientas personalizadas
fr: Outils personnalisés
hu: Egyéni eszközök
it: Strumenti personalizzati
nl: Eigen gereedschap
pt_br: Ferramentas personalizadas
tr: Özel araçlar
zh_cn: 自定义工具

source: _Add custom tool
de: _Eigenes Werkzeug hinzufügen
es: Añadir herramienta personalizada
fr: _Ajouter un outil personnalisé
hu: Egyéni eszközök _hozzáadása
nl: Eigen gereedschap toevoegen
tr: Özel araç _ekle
zh_cn: 添加自定义工具(_A)

source: No Custom Tools
de: Keine eigenen Werkzeuge
es: Herramientas personalizadas
fr: Pas d’outils personnalisés
hu: Nincsenek egyéni eszközök
nl: Eigen gereedschap
tr: Özel Araç Yok
zh_cn: 没有自定义工具

source: You can create one
de: Sie können eins erstellen
fr: Vous pouvez en créer un
hu: Létrehozhat egyet
tr: Bir tane oluşturabilirsiniz
zh_cn: 你可以创建一个

source: Move to previous match
tr: Önceki eşleşmeye git
zh_cn: 跳转到上一个结果

source: Move to next match
de: Nächste Übereinstimmung
fr: Occurrence suivante
hu: Ugrás a következő egyezésre
tr: Sonraki eşleşmeye git
zh_cn: 跳转到下一个结果

source: Find and replace
de: Suchen und Ersetzen
fr: Rechercher et remplacer
hu: Keresés és csere
tr: Bul ve değiştir
zh_cn: 查找和替换

source: Toggle search options
de: Suchoptionen ein-/ausblenden
fr: Basculer les options de recherche
hu: Keresési beállítások átváltása
tr: Arama seçeneklerini değiştir
zh_cn: 切换搜索选项

source: Close search
de: Suche schließen
es: Mejora de la búsqueda
fr: Fermer la recherche
hu: Keresés bezárása
nl: Verbeterd: zoekfunctie
tr: Aramayı kapat
zh_cn: 关闭搜索

source: Replace
de: Ersetzen
es: Reemplazar con
fr: Remplacer
hu: Csere
nl: Vervangen door
tr: Değiştir
zh_cn: 替换

source: _Replace
de: _Ersetzen
es: Reemplazar con
fr: _Remplacer
hu: _Csere
nl: Vervangen door
tr: _Değiştir
zh_cn: 替换(_R)

source: Replace _All
de: Alle Ersetzen
es: Reemplazar con
fr: Remplacer _tous
hu: Az öss_zes cseréje
nl: Vervangen door
tr: _Tümünü Değiştir
zh_cn: 替换全部(_A)

source: Re_gular expressions
de: Regulärere Ausdruck
es: Reemplazar subcadenas y expresiones regulares
fr: Expressions ré_gulières
hu: _Szabályos kifejezések
nl: Bijzinnen en reguliere uitdrukkingen vervangen
tr: _Düzenli İfadeler
zh_cn: 正则表达式(_g)

source: _Case sensitive
de: Groß-/Kleinschreibung beachten
fr: Sensible à la _casse
hu: Kis- és _nagybetűk megkülönböztetése
tr: _Büyük küçük harf duyarlı
zh_cn: 区分大小写(_C)

source: Match whole _word only
de: Nur ganze Wörter
fr: Correspondance uniquement avec l’ensemble du _mot
hu: Csak a _teljes szó egyezése
tr: Yalnızca tüm _sözcüğü eşleştir
zh_cn: 全字匹配(_w)

source: Find
cs: Najít
de: Suchen
es: Buscar
fr: Rechercher
hu: Keresés
it: Trova
nl: Zoeken
tr: Ara
zh_cn: 查找

source: General
cs: Obecné
de: Allgemein
fr: Général
hu: Általános
it: Generali
nl: Algemeen
pt_br: Geral
tr: Genel
zh_cn: 通用

source: New window
tr: Yeni pencere
zh_cn: 新建窗口

source: Keyboard shortcuts
cs: Klávesové zkratky
de: Tastenkürzel
es: Atajos del teclado
fr: Raccourcis clavier
hu: Billentyűparancsok
it: Scorciatoie da tastiera
nl: Sneltoetsen
pt_br: Atalhos do teclado
tr: Klavye kısayolları
zh_cn: 键盘快捷键

source: Preferences
cs: Předvolby
de: Einstellungen
es: Preferencias
fr: Préférences
hu: Beállítások
it: Preferenze
nl: Voorkeuren
pt_br: Preferências
tr: Tercihler
zh_cn: 首选项

source: Close window
tr: Pencereyi kapat
zh_cn: 关闭窗口

source: Quit
cs: Odejít
de: Schließen
es: Salir
fr: Quitter
hu: Kilépés
it: Esce
nl: Afsluiten
pt_br: Sair
tr: Çık
zh_cn: 退出

source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fr: Outils
hu: Eszközök
it: Strumenti
nl: Gereedschap
pt_br: Ferramentas
tr: Araçlar
zh_cn: 工具

source: Apply
cs: Použít
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
nl: Toepassen
pt_br: Aplicar
tr: Uygula
zh_cn: 应用

source: Just to the tool options
de: Zu den Werkzeug-Parametern
es: Saltar a las opciones de la herramienta
fr: Juste aux options de l’outil
hu: Csak az eszközbeállításokhoz
nl: Open het gereedschapsoptiemenu
tr: Sadece araç seçeneklerine
zh_cn: 工具选项

source: Undo and Redo
cs: Zpět a Vpřed
de: Rückgängigmachen und wiederherstellen
es: Deshacer y rehacer
fr: Annuler et refaire
hu: Visszavonás és újra
it: Annulla e ripeti
nl: Ongedaan maken/Opnieuw
pt_br: Desfazer e refazer
tr: Geri Al ve Yinele
zh_cn: 撤销和重做

source: Undo
cs: Zpět
de: Rückgangig
es: Deshacer
fr: Annuler
hu: Visszavonás
it: Annulla
nl: Ongedaan maken
pt_br: Desfazer
tr: Geri al
zh_cn: 撤销

source: Redo
cs: Vpřed
de: Wiederherstellen
es: Rehacer
fr: Refaire
hu: Újra
it: Ripete
nl: Opnieuw
pt_br: Refazer
tr: Yinele
zh_cn: 重做

source: Files
cs: Soubory
de: Dateien
es: Archivos
fr: Fichiers
hu: Fájlok
it: File
nl: Bestanden
pt_br: Arquivos
tr: Dosyalar
zh_cn: 文件

source: Load from file
cs: Načíst ze souboru
de: Von Datei laden
es: Cargar desde archivo
fr: Charger depuis un fichier
hu: Betöltés fájlból
it: Carica da file
nl: Laden uit bestand
pt_br: Carregar do arquivo
tr: Dosyadan yükle
zh_cn: 从文件加载

source: Save to file
cs: Uložit do souboru
de: Als Datei speichern
es: Guardar en archivo
fr: Enregistrer dans un fichier
hu: Mentés fájlba
it: Salva su file
nl: Opslaan als bestand
pt_br: Salvar em arquivo
tr: Dosyaya kaydet
zh_cn: 保存到文件

source: Search and Replace
tr: Bul ve Değiştir
zh_cn: 搜索和替换

source: Search
tr: Ara
zh_cn: 搜索

source: _Name
cs: _Název
es: _Nombre
fr: _Nom
hu: _Név
it: _Nome
nl: _Naam
pt_br: _Nome
tr: _Ad
zh_cn: 名称(_N)

source: _Description
cs: _Popis
de: _Beschreibung
es: _Descripción
hu: _Leírás
it: _Descrizione
nl: _Omschrijving
pt_br: _Descrição
tr: _Açıklama
zh_cn: 描述(_D)

source: _Arguments
cs: _Argumenty
de: _Argumente
es: _Argumentos
hu: _Argumentumok
it: _Argomenti
nl: Opdr_achtregelopties
pt_br: _Argumentos
tr: _Argümanlar
zh_cn: 参数(_A)

source: Edit _Script
de: Skript bearbeiten
fr: Éditer le _Script
hu: _Parancsfájl szerkesztése
tr: _Betiği Düzenle
zh_cn: 编辑脚本(_S)

source: _Apply
cs: _Použít
de: _Anwenden
es: _Aplicar
fr: _Appliquer
hu: _Alkalmaz
it: A_pplica
nl: Toep_assen
pt_br: _Aplicar
tr: _Uygula
zh_cn: 应用(_A)

source: Apply Selected Tool
cs: Použít vybraný nástroj
de: Ausgewähltes Werkzeug anwenden
es: Aplicar la herramienta seleccionada
fr: Appliquer l'outil sélectionné
hu: Kiválasztott eszköz alkalmazása
it: Applica lo strumento selezionato
nl: Gebruik het gekozen gereedschap
pt_br: Aplicar ferramenta selecionada
tr: Seçilen Aracı Uygula
zh_cn: 应用选中的工具

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
nl: Kopiëren
pt_br: Copiar
tr: Kopyala
zh_cn: 复制

source: Main Menu
cs: Hlavní nabídka
de: Hauptmenü
es: Menú principal
fr: Menu principal
hu: Főmenü
it: Menu principale
nl: Hoofdmenu
pt_br: Menu principal
tr: Ana Menü
zh_cn: 主菜单

source: _New Window
de: _Neues Fenster
fr: _Nouvelle fenêtre
hu: _Új ablak
tr: _Yeni Pencere
zh_cn: 新建窗口(_N)

source: _Find/Replace…
de: _Suchen/Ersetzen…
fr: _Chercher / Remplacer…
hu: _Keresés/csere…
tr: _Bul/Değiştir…
zh_cn: 查找/替换(_F)

source: _Preferences
cs: _Předvolby
de: _Einstellungen
es: _Preferencias
fr: _Préférences
hu: _Beállítások
it: _Preferenze
nl: _Voorkeuren
pt_br: _Preferências
tr: _Tercihler
zh_cn: 首选项(_P)

source: _Keyboard Shortcuts
cs: _Klávesové zkratky
de: _Tastenkürzel
es: Atajos del _teclado
fr: _Raccourcis clavier
hu: _Billentyűparancsok
it: _Scorciatoie da tastiera
nl: _Sneltoetsen
pt_br: _Atalhos do teclado
tr: _Klavye Kısayolları
zh_cn: 键盘快捷键(_K)

source: _About Text Pieces
cs: _O programu Text Pieces
de: _Über Schriftstücke
es: _Acerca de Text Pieces
fr: À _propos de Pièces de texte
hu: _A Szövegrészek névjegye
it: _Informazioni su Frammenti di testo
nl: _Over Tekstdelen
pt_br: _Sobre Text Pieces
tr: Metin Parçaları _Hakkında
zh_cn: 关于 Text Pieces (_A)

# tools
source: Base64 Decode
es: Decodificación en Base64
nl: Base64-ontsleuteling
tr: Base64 Çözümle
zh_cn: Base64 解码

# tools
source: Base64 Encode
es: Codificación en Base64
nl: Base64-versleuteling
tr: Base64 Kodlama
zh_cn: Base64 编码

# tools
source: Compute MD5 hash sum
es: Calcular la suma del hash MD5
nl: Bereken de md5-controlesom
tr: MD5 karma toplamı hesapla
zh_cn: 计算 MD5 hash sum

# tools
source: Compute SHA1 hash sum
es: Calcular la suma del hash SHA1
nl: Bereken de sha1-controlesom
tr: SHA1 karma toplamı hesapla
zh_cn: 计算 SHA1 hash sum

# tools
source: Compute SHA256 hash sum
es: Calcular la suma del hash SHA256
nl: Bereken de sha256-controlesom
tr: SHA256 karma toplamı hesapla
zh_cn: 计算 SHA256 hash sum

# tools
source: Compute SHA384 hash sum
es: Calcular la suma del hash SHA384
nl: Bereken de sha384-controlesom
tr: SHA384 karma toplamı hesapla
zh_cn: 计算 SHA384 hash sum

# tools
source: Compute SHA512 hash sum
es: Calcular la suma del hash SHA512
nl: Bereken de sha512-controlesom
tr: SHA512 karma toplamı hesapla
zh_cn: 计算 SHA512 hash sum

# tools
source: Convert JSON to YAML
es: Convertir JSON en YAML
nl: JSON naar YAML converteren
tr: JSONʼdan YAMLʼe Dönüştür
zh_cn: 将 JSON 转换为 YAML

# tools
source: Convert YAML to JSON
es: Convertir YAML en JSON
nl: YAML naar JSON converteren
tr: YAMLʼden JSONʼa Dönüştür
zh_cn: 将 YAML 转换为 JSON

# tools
source: Count how many lines are in text
es: Contar cuántas líneas hay en el texto
nl: Tel het aantal regels in de tekst
tr: Metindeki satırları say
zh_cn: 计算文本行数

# tools
source: Count how many symbols are in text
es: Contar cuántos símbolos hay en el texto
nl: Tel het aantal symbolen in de tekst
tr: Metindeki sembolleri say
zh_cn: 计算文本符号数

# tools
source: Count how many words are in text
es: Contar cuántas palabras hay en el texto
nl: Tel het aantal woorden in de tekst
tr: Metindeki sözcükleri say
zh_cn: 计算文本单词数

# tools
source: Count Lines
es: Contar líneas
nl: Regels tellen
tr: Satırları Say
zh_cn: 行计数

# tools
source: Count Symbols
es: Contar símbolos
nl: Symbolen tellen
tr: Sembolleri Say
zh_cn: 符号计数

# tools
source: Count Words
es: Contar palabras
nl: Woorden tellen
tr: Sözcükleri Say
zh_cn: 单词计数

# tools
source: Decode text from Base64
es: Decodificación de texto en Base64
nl: Ontsleutel met Base64 versleutelde tekst
tr: Base64 ile kodlanmış metni çözümle
zh_cn: 从 Base64 解码文字

# tools
source: Encode text to Base64
es: Codificar texto en Base64
nl: Versleutel tekst met Base64
tr: Metni Base64 ile kodla
zh_cn: 将文字编码为 Base64

# tools
source: Escape HTML
nl: Html aanpassen
tr: HTML Kaçış
zh_cn: 转义 HTML

# tools
source: Escape String
es: Cadena de escape
nl: Tekenreeks aanpassen
tr: Dizge Kaçış
zh_cn: 转义 字符串

# tools
source: Escape URL
nl: Url aanpassen
tr: URL Kaçış
zh_cn: 转义 URL

# tools
source: Extract RSS links from OPML outline
tr: OPML özetinden RSS bağlantılarını ayıkla
zh_cn: 从 OPML 大纲中提取 RSS 链接

# tools
source: Filter Lines by Regex
es: Filtrar líneas por regex
nl: Regels filteren op reguliere uitdrukkingen
tr: Satırları Düzenli İfadelerle Süz
zh_cn: 按正则表达式过滤行

# tools
source: Filter Lines by Substring
es: Filtrar líneas por subcadena
nl: Regels filteren op onderliggende tekenreeks
tr: Satırları Alt Dizeye Göre Süz
zh_cn: 按子字符串过滤行

# tools
source: Find
es: Buscar
nl: Zoeken
tr: Bul
zh_cn: 查找

# tools
source: Find (regex)
es: Buscar (regex)
nl: Zoeken op reguliere uitdrukking
tr: Bul (düzenli ifade)
zh_cn: 查找（正则）

# tools
source: MD5 Checksum
es: Suma de verificación MD5
nl: Md5-controlesom
tr: MD5 Sağlama Toplamı

# tools
source: Minify JSON
es: Minimizar JSON
nl: JSON verkleinen
tr: JSON Küçült
zh_cn: 压缩 JSON

# tools
source: OPML to RSS links
tr: OPML'den RSS bağlantılarına
zh_cn: OPML 转换为 RSS 链接

# tools
source: Parse JSON and convert it to YAML document
es: Analizar JSON y convertirlo en un documento YAML
nl: Verwerk json en converteer het naar yaml
tr: JSON ayrıştır ve YAML belgesine dönüştür
zh_cn: 解析JSON并将其转换为YAML文档

# tools
source: Parse JSON and minify it
es: Analizar JSON y minimizarlo
nl: Verwerk json en verklein het
tr: JSON ayrıştır ve küçült
zh_cn: 解析 JSON 并压缩

# tools
source: Parse JSON and prettify it
es: Analizar JSON y mejorarlo
nl: Verwerk json en voorzie het van een mooie opmaak
tr: JSON ayrıştır ve güzelleştir
zh_cn: 解析 JSON 并美化

# tools
source: Parse XML and prettify it
es: Analizar XML y mejorarlo
nl: Verwerk xml en voorzie het van een mooie opmaak
tr: XML ayrıştır ve güzelleştir
zh_cn: 解析 XML 并美化

# tools
source: Parse YAML document and convert it to JSON
es: Analizar el documento YAML y convertirlo en JSON
nl: Verwerk yaml en converteer het naar json
tr: YAML belgesini ayrıştır ve JSON biçimine dönüştür
zh_cn: 解析 YAML 文档并将其转换为 JSON

# tools
source: Prettify JSON
es: Mejorar JSON
nl: JSON opmaken
tr: JSON Güzelleştir
zh_cn: 美化 JSON

# tools
source: Prettify XML
es: Mejorar XML
nl: XML opmaken
tr: XML Güzelleştir
zh_cn: 美化 XML

# tools
source: Regex
nl: Reguliere uitdrukking
tr: Düzenli İfade
zh_cn: 正则表达式

# tools
source: Remove all lines which contain given substring
es: Quitar todas las líneas que contengan la subcadena dada
nl: Verwijder alle regels die de opgegeven tekenreeks bevatten
tr: Verilen alt dizeyi içeren tüm satırları kaldır
zh_cn: 删除所有包含给定子字符串的行

# tools
source: Remove all lines which don't contain given substring
es: Quitar todas las líneas que no contengan la subcadena dada
nl: Verwijder alle regels die niet de opgegeven tekenreeks bevatten
tr: Verilen alt dizeyi içermeyen tüm satırları kaldır
zh_cn: 删除所有不包含给定子字符串的行

# tools
source: Remove all lines which don't match given regular expression
es: Quitar todas las líneas que no coincidan con la expresión regular dada
nl: Verwijder alle regels die niet overeenkomen met de opgegeven reguliere uitdrukking
tr: Verilen düzenli ifadeyle eşleşmeyen tüm satırları kaldır
zh_cn: 删除所有与给定正则表达式不匹配的行

# tools
source: Remove all lines which match given regular expression
es: Quitar todas las líneas que coincidan con la expresión regular dada
nl: Verwijder alle regels die overeenkomen met de opgegeven reguliere uitdrukking
tr: Verilen düzenli ifadeyle eşleşen tüm satırları kaldır
zh_cn: 删除与给定正则表达式匹配的所有行

# tools
source: Remove all matches of regular expression
es: Quitar todas las coincidencias de la expresión regular
nl: Verwijder alle overeenkomende reguliere uitdrukkingen
tr: Normal ifadenin tüm eşleşmelerini kaldır
zh_cn: 删除正则表达式的所有匹配项

# tools
source: Remove all occurrences of given substring in text
es: Quitar todas las ocurrencias de la subcadena dada en el texto
nl: Verwijder alle regels die de opgegeven tekenreeks bevatten
tr: Verilen alt dizenin metindeki tüm oluşumlarını kaldır
zh_cn: 删除文本中所有出现的给定子字符串

# tools
source: Remove leading and trailing whitespaces and newlines
es: Quitar los espacios en blanco iniciales y finales y las líneas nuevas
nl: Verwijder witruimtes voor- en achteraan tekst en nieuwe regels
tr: Baştaki ve sondaki boşlukları ve yeni satırları kırp
zh_cn: 删除前导和尾随空格和换行符

# tools
source: Remove Regex
es: Quitar regex
nl: Reguliere uitdrukking verwijderen
tr: Düzenli İfade Kaldır
zh_cn: 删除正则表达式

# tools
source: Remove Substring
es: Quitar la subcadena
nl: Onderliggende tekenreeks verwijderen
tr: Alt Dize Kaldır
zh_cn: 删除子字符串

# tools
source: Remove Trailing
es: Quitar los restos
nl: Witruimtes verwijderen
tr: Gereksiz Boşlukları Kırp
zh_cn: 删除尾随字符

# tools
source: Remove trailing whitespaces and newlines
es: Quitar los espacios en blanco al final y los saltos de línea
nl: Verwijder witruimtes en nieuwe regels
tr: Sondaki boşlukları ve yeni satırları kırp
zh_cn: 删除尾随空格和换行符

# tools
source: Reoder lines in reverse order
nl: Plaats alle regels in omgekeerde volgorde
tr: Satırları ters sırada yeniden sırala
zh_cn: 倒序排列行

# tools
source: Reorder characters in reverse order
es: Reordenar los caracteres en orden inverso
nl: Plaats alle tekens in omgekeerde volgorde
tr: Karakterleri ters sırada yeniden sırala
zh_cn: 倒序排列字符

# tools
source: Replace all given regex matches in text with given string
es: Reemplazar todas las coincidencias regex dadas en el texto con la cadena dada
nl: Vervang alle overeenkomende reguliere uitdrukkingen door een andere
tr: Verilen düzenli ifadenin metindeki tüm eşleşmelerini verilen dizeyle değiştir
zh_cn: 将文本中所有给定的正则表达式匹配项替换为给定的字符串

# tools
source: Replace all occurrences of given substring in text with other string
es: Reemplazar todas las ocurrencias de la subcadena dada en el texto con otra cadena
nl: Vervang alle overeenkomende tekenreeksen door een andere
tr: Verilen alt dizenin metindeki tüm oluşumlarını diğer dizeyle değiştir
zh_cn: 将文本中所有出现的给定子字符串替换为其他字符串

# tools
source: Replace escape sequences with characters
es: Reemplazar las secuencias de escape por caracteres
nl: Vervang ‘escape’tekens door reguliere tekens
tr: Kaçış dizelerini karakterlerle değiştir
zh_cn: 将转义序列替换为字符

# tools
source: Replace HTML sequences with characters
es: Reemplazar las secuencias HTML por caracteres
nl: Vervang html-tekens door reguliere tekens
tr: HTML dizelerini karakterlerle değiştir
zh_cn: 将 HTML 序列替换为字符

# tools
source: Replace Regex
es: Reemplazar regex
nl: Reguliere uitdrukking vervangen
tr: Düzenli İfade Değiştir
zh_cn: 替换正则表达式

# tools
source: Replace special characters with escape sequences
es: Reemplazar los caracteres especiales por secuencias de escape
nl: Vervang speciale tekens door ‘escape’tekens
tr: Özel karakterleri kaçış dizeleriyle değiştir
zh_cn: 将特殊字符替换为转义序列

# tools
source: Replace special characters with HTML-safe sequences
es: Reemplazar los caracteres especiales por secuencias seguras para HTML
nl: Vervang speciale tekens door html-tekens
tr: Özel karakterleri HTML güvenli dizelerle değiştir
zh_cn: 将特殊字符替换为 HTML 安全序列

# tools
source: Replace special characters with URL-safe sequences
es: Reemplazar los caracteres especiales por secuencias seguras para la URL
nl: Vervang speciale tekens door url-tekens
tr: Özel karakterleri URL güvenli dizelerle değiştir
zh_cn: 将特殊字符替换为 URL 安全序列

# tools
source: Replace Substring
es: Reemplazar subcadena
nl: Onderliggende tekenreeks vervangen
tr: Alt Dize Değiştir
zh_cn: 替换子字符串

# tools
source: Replace URL sequences with characters
es: Reemplazar las secuencias de URL con caracteres
nl: Vervang url-tekens door reguliere tekens
tr: URL dizelerini karakterlerle değiştir
zh_cn: 将 URL 序列替换为字符

# tools
source: Replace With
es: Reemplazar con
nl: Vervangen door
tr: Şununla Değiştir
zh_cn: 替换

# tools
source: Reverse Filter Lines by Regex
es: Invertir las líneas de filtrado por regex
nl: Regels omgekeerd filteren op reguliere uitdrukkingen
tr: Satırları Diziye Göre Ters Süz
zh_cn: 用正则表达式反向过滤行

# tools
source: Reverse Filter Lines by Substring
es: Filtrar líneas por subcadena de forma inversa
nl: Regels omgekeerd filteren op onderliggende tekenreeks
tr: Satırları Alt Dizeye Göre Ters Süz
zh_cn: 按子字符串反向过滤行

# tools
source: Reverse Lines
es: Invertir líneas
nl: Regels omkeren
tr: Satırları Ters Çevir
zh_cn: 反转行
