Repository: liferooter/textpieces
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, nl, pt_br, tr, zh_cn

# tools
source: Reverse Sort Lines
es: Ordenar las líneas de forma inversa
nl: Regels omgekeerd sorteren
tr: Satırları Ters Sırala
zh_cn: 倒序行

# tools
source: Reverse Text
es: Invertir texto
nl: Tekst omkeren
tr: Metni Ters Çevir
zh_cn: 反转文本

# tools
source: SHA1 Checksum
es: Suma de verificación SHA1
nl: Sha1-controlesom
tr: SHA1 Sağlama Toplamı

# tools
source: SHA256 Checksum
es: Suma de verificación SHA256
nl: Sha256-controlesom
tr: SHA256 Sağlama Toplamı

# tools
source: SHA384 Checksum
es: Suma de verificación SHA384
nl: Sha384-controlesom
tr: SHA384 Sağlama Toplamı

# tools
source: SHA512 Checksum
es: Suma de verificación SHA512
nl: Sha512-controlesom
tr: SHA512 Sağlama Toplamı

# tools
source: Sort Lines
es: Ordenar líneas
nl: Regels sorteren
tr: Satırları Sırala
zh_cn: 排序行

# tools
source: Sort lines in text in alphabetical order
es: Ordenar las líneas del texto por orden alfabético
nl: Sorteer alle regels op alfabetische volgorde
tr: Metindeki satırları alfabetik olarak sırala
zh_cn: 按字母顺序对文本中的行进行排序

# tools
source: Sort lines in text in reverse alphabetical order
es: Ordenar las líneas del texto en orden alfabético inverso
nl: Sorteer alle regels op omgekeerde alfabetische volgorde
tr: Metindeki satırları alfabetik olarak ters sırala
zh_cn: 按相反的字母顺序对文本中的行进行排序

# tools
source: Substring
es: Subcadena
nl: Onderliggende tekenreeks
tr: Alt Dize
zh_cn: 子字符串

# tools
source: Trim Lines
es: Recortar líneas
nl: Regels afbreken
tr: Satırları Kırp
zh_cn: 去除两端空白

# tools
source: Unescape HTML
es: Desescape HTML
nl: Html niet aanpassen
tr: HTML Kaçışlarını Kaldır
zh_cn: 反转义 HTML

# tools
source: Unescape String
es: Cadena de desescape
nl: Tekenreeksen niet aanpassen
tr: Dizge Kaçışlarını Kaldır
zh_cn: 反转义字符串

# tools
source: Unescape URL
es: Desescape URL
nl: Url niet aanpassen
tr: URL Kaçışını Kaldır
zh_cn: 反转义 URL

source: Script files can be correctly opened using an editor of your choice
zh_cn: 脚本文件可被您选择的编辑器正确地打开

source: Newly created script names are generated from tool name
zh_cn: 新创建的脚本名称是从工具名称生成的

source: Move to revious match
de: Vorherige Übereinstimmung
fr: Occurrence précédente
hu: Ugrás az előző egyezésre

source: Add Custom Tool
cs: Přidat vlastní nástroje
fr: Ajouter un outil personnalisé
hu: Egyéni eszköz hozzáadása
it: Aggiungi strumento personalizzato

source: SHA1 Checksum
cs: Kontrolní součet SHA1
fr: Somme de contrôle SHA1
it: Codice di controllo SHA1

source: Compute SHA1 hash sum
cs: Vypočítat kontrolní součet SHA1
fr: Calculer la somme de hachage SHA1
it: Calcola il codice hash SHA1

source: SHA256 Checksum
cs: Kontrolní součet SHA256
fr: Somme de contrôle SHA256
it: Codice di controllo SHA256

source: Compute SHA256 hash sum
cs: Vypočítat kontrolní součet SHA256
fr: Calculer la somme de hachage SHA256
it: Calcola il codice hash SHA256

source: SHA384 Checksum
cs: Kontrolní součet SHA384
fr: Somme de contrôle SHA384
it: Codice di controllo SHA384

source: Compute SHA384 hash sum
cs: Vypočítat kontrolní součet SHA384
fr: Calculer la somme de hachage SHA384
it: Calcola il codice hash SHA384

source: SHA512 Checksum
cs: Kontrolní součet SHA512
fr: Somme de contrôle SHA512
it: Codice di controllo SHA512

source: Compute SHA512 hash sum
cs: Vypočítat kontrolní součet SHA512
fr: Calculer la somme de hachage SHA512
it: Calcola il codice hash SHA512

source: MD5 Checksum
cs: Kontrolní součet MD5
fr: Somme de contrôle MD5
it: Codice di controllo MD5

source: Compute MD5 hash sum
cs: Vypočítat kontrolní součet MD5
fr: Calculer la somme de hachage MD5
it: Calcola il codice hash MD5

source: Base64 Encode
cs: Kódování Base64
fr: Encodage en Base64
it: Codifica in Base64

source: Encode text to Base64
cs: Kódování textu do Base64
fr: Encoder le texte en Base64
it: Codifica il testo in Base64

source: Base64 Decode
cs: Dekódování Base64
fr: Décodage en Base64
it: Decodifica da Base64

source: Decode text from Base64
cs: Dekódování textu z Base64
fr: Décoder le texte en Base64
it: Decodifica il testo da Base64

source: Remove Trailing
cs: Odstranit koncování
fr: Supprimer les fins de ligne
it: Rimuovi spazi bianchi in eccesso

source: Remove trailing whitespaces and newlines
cs: Odstranit Koncové mezery a nové řádky
fr: Supprimer les espaces et sauts de ligne de fin de ligne
it: Rimuove spazi a fine riga e righe vuote a fine testo

source: Trim Lines
cs: Oříznout řádky
fr: Tronquer les lignes
it: Snellisci le righe

source: Remove leading and trailing whitespaces and newlines
cs: Odstranit načítání a koncové mezery a nové řádky
fr: Supprimer les espaces et sauts de ligne en tête et en fin de ligne
it: Rimuove spazi a fine o inizio riga e righe vuote a fine o inizio testo

source: Count Symbols
cs: Počet symbolů
fr: Compter les symboles
it: Conta simboli

source: Count how many symbols are in text
cs: Spočítat, kolik symbolů je v textu
fr: Compter le nombre de symboles dans le texte
it: Conta il numero di simboli nel testo

source: Count Lines
cs: Počet řádků
fr: Compter les lignes
it: Conta righe

source: Count how many lines are in text
cs: Spočítat, kolik řádků je v textu
fr: Compter le nombre de lignes dans le texte
it: Conta il numero di righe nel testo

source: Count Words
cs: Počet slov
fr: Compter les mots
it: Conta parole

source: Count how many words are in text
cs: Spočítat, kolik slov je v textu
fr: Compter le nombre de mots dans le texte
it: Conta il numero di parole nel testo

source: Prettify JSON
cs: Zkrášlit JSON
fr: Embellissement JSON
it: Abbellisci JSON

source: Parse JSON and prettify it
cs: Zpracovat JSON a zkrášlit jej
fr: Analyser le texte en JSON et l'embellir
it: Analizza e abbellisci il codice JSON

source: Minify JSON
cs: Minifikovat JSON
fr: Minimisation JSON
it: Comprimi JSON

source: Parse JSON and minify it
cs: Zpracovat JSON a minifikovat jej
fr: Analyser le texte en JSON et le réduire
it: Analizza e comprimi il codice JSON

source: Escape String
cs: Únikový řetězec
fr: Échappement de chaîne
it: Aggiungi sequenze di escape alle stringhe

source: Replace special characters with escape sequences
cs: Nahradit speciální znaky s uniklými sekvencemi
fr: Remplacer les caractères spéciaux par des séquences d'échappement
it: Sostituisci i caratteri speciali con sequenze di escape

source: Escape HTML
cs: Únikový HTML
fr: Échappement HTML
it: Aggiungi sequenze di escape a codice HTML

source: Replace special characters with HTML-safe sequences
cs: Nahradit speciální znaky pomocí zabezpečených HTML sekvencí
fr: Remplacer les caractères spéciaux par des séquences sûres pour le HTML
it: Sostituisci i caratteri speciali con sequenze HTML protette

source: Escape URL
cs: Úniková URL adresa
fr: Échappement des URL
it: Aggiungi sequenze di escape a URL

source: Replace special characters with URL-safe sequences
cs: Nahradit speciální znaky pomocí zabezpečených URL sekvencí
fr: Remplacer les caractères spéciaux par des séquences sûres pour les URL
it: Sostituisci i caratteri speciali con sequenze protette per gli URL

source: Unescape String
fr: Déséchappement de chaîne
it: Rimuovi sequenze di escape

source: Replace escape sequences with characters
cs: Nahradit únikové sekvence znaky
fr: Remplacer les séquences d'échappement par des caractères
it: Sostituisci le sequenze di escape con caratteri

source: Unescape HTML
fr: Déséchappement HTML
it: Rimuovi sequenze di escape da codice HTML

source: Replace HTML sequences with characters
cs: Nahradit HTML sekvence znaky
fr: Remplacer les séquences HTML par des caractères
it: Sostituisci le sequenze HTML protette con caratteri

source: Unescape URL
fr: Déséchappement des URL
it: Rimuovi sequenze di escape da URL

source: Replace URL sequences with characters
cs: Nahradit URL sekvence znaky
fr: Remplacer les séquences URL par des caractères
it: Sostituisci le sequenze protette per gli URL con caratteri

source: Convert JSON to YAML
cs: Převést JSON na YAML
fr: Conversion de JSON en YAML
it: Converti JSON in YAML

source: Parse JSON and convert it to YAML document
cs: Zpracovat JSON a převést jej na YAML dokument
fr: Analyser le texte JSON et le convertir en document YAML
it: Analizza JSON e converti in documento YAML

source: Convert YAML to JSON
cs: Převést YAML na JSON
fr: Conversion de YAML en JSON
it: Converti YAML in JSON

source: Parse YAML document and convert it to JSON
fr: Analyser le document YAML et le convertir en JSON

source: Reverse Lines
cs: Převrátit řádky
fr: Inverser les lignes
it: Inverti righe

source: Reoder lines in reverse order
cs: Řádky kodéru v opačném pořadí
fr: Réordonner les lignes dans l'ordre inverse
it: Riordina al contrario le righe

source: Reverse Text
cs: Převrátit text
fr: Inverser le texte
it: Inverti testo

source: Reorder characters in reverse order
cs: Změna pořadí znaků v opačném pořadí
fr: Réordonner les caractères dans l'ordre inverse
it: Riordina al contrario i caratteri

source: Sort Lines
cs: Řadit řádky
fr: Trier les lignes
it: Ordina righe

source: Sort lines in text in alphabetical order
cs: Řadit řádky v textu podle abecedního pořadí
fr: Trier les lignes du texte par ordre alphabétique
it: Riordina le righe in ordine alfabetico

source: Reverse Sort Lines
cs: Obrácené řazení řádků
fr: Trier les lignes en sens inverse
it: Ordina righe (inverso)

source: Sort lines in text in reverse alphabetical order
cs: Řadit řádky v textu v obrácenném abecedním pořadí
fr: Trier les lignes du texte par ordre alphabétique inverse
it: Riordina le righe in ordine alfabetico inverso

source: Filter Lines by Regex
cs: Řadit řádky podle Regex
fr: Filtrer les lignes par expression régulière
it: Filtra righe tramite espressioni regolari

source: Remove all lines which don't match given regular expression
cs: Odstranit všechny řádky které neodpovídají zadnému regulárnímu výrazu
fr: Supprimer toutes les lignes qui ne correspondent pas une expression régulière donnée
it: Rimuovi tutte le righe che non corrispondono alla data espressione regolare

source: Regex
fr: Expression régulière
it: Espressione regolare

source: Reverse Filter Lines by Regex
cs: Řádky reverzního filtru podle Regexu
fr: Inverser le filtrage des lignes par expression régulière
it: Filtra righe tramite espressioni regolari (inverso)

source: Remove all lines which match given regular expression
cs: Odstranit všechny řádky které odpovídají regulárnímu výrazu
fr: Supprimer toutes les lignes ne correspondant pas à une expression régulière donnée
it: Rimuovi tutte le righe che corrispondono alla data espressione regolare

source: Filter Lines by Substring
cs: Řadit řádky podle podřetězce
fr: Filtrer les lignes par sous-chaîne
it: Filtra righe tramite sottostringhe

source: Remove all lines which don't contain given substring
cs: Odstranit všechny řádky které neobsahují dyný podřetězec
fr: Supprimer les lignes qui ne contiennent pas une sous-chaîne donnée
it: Rimuovi tutte le righe che non contengono la sottostringa data

source: Substring
cs: Podřetezec
fr: Sous-chaîne
it: Sottostringa

source: Reverse Filter Lines by Substring
cs: Obrácený filtr řádků podle podřetězce
fr: Inverser le filtrage des lignes par sous-chaîne
it: Filtra righe tramite sottostringhe (inverso)

source: Remove all lines which contain given substring
cs: Odstranit všechny řádky které obsahují daný řetězec
fr: Supprimer toutes les lignes qui contiennent une sous-chaîne donnée
it: Rimuovi tutte le righe che contengono la sottostringa data

source: Remove Regex
cs: Odstranit Regex
fr: Supprimer une expression régulière
it: Rimuovi espressione regolare

source: Remove all matches of regular expression
cs: Odstranit všechny shody regulárního výrazu
fr: Supprimer toutes les correspondances d'une expression régulière
it: Rimuovi tutte le corrispondenze di un'espressione regolare

source: Remove Substring
cs: Odstranit podřetězec
fr: Supprimer une sous-chaîne
it: Rimuovi sottostringa

source: Remove all occurrences of given substring in text
cs: Odstranit všechny výskyty daného podřetězce v textu
fr: Supprimer toutes les occurrences d'une sous-chaîne donnée dans le texte
it: Rimuovi tutte le occorrenze nel testo di una data sottostringa

source: Replace Substring
cs: Nahradit podřetězec
fr: Remplacer une sous-chaîne
it: Sostituisci sottostringa

source: Replace all occurrences of given substring in text with other string
cs: Nahradit všechny výskyty podřetězce v textu pomocí jiného řetězce
fr: Remplacer toutes les occurrences d'une sous-chaîne donnée dans le texte par une autre chaîne
it: Sostituisci tutte le occorrenze nel testo di una data sottostringa con un'altra stringa

source: Replace With
cs: Nahradit pomocí
fr: Remplacer par
it: Sostituisci con

source: Replace Regex
cs: Nahradit Regex
fr: Remplacer une expression régulière
it: Sostituisci tramite espressione regolare

source: Replace all given regex matches in text with given string
cs: Nahradit všechny zadané regex, které odpovídají v textu zadanému řetězci
fr: Remplacer toutes les correspondances d'une expression régulière dans le texte par une chaîne donnée
it: Sostituisci tutte le corrispondenze nel testo di un'espressione regolare con la stringa data

source: Find (regex)
cs: Najít (regex)
fr: Rechercher (expression régulière)
it: Trova (espressione regolare)

source: Prettify XML
cs: Zkrášlit XML
fr: Embellissement XML
it: Abbellisci XML

source: Parse XML and prettify it
cs: Zpracovat XML a zkrášlit jej
fr: Analyser le texte XML et l'embellir
it: Analizza e abbellisci il codice XML

source: Color scheme
cs: Barevné schéma
it: Schema di colori

source: Which color scheme to use for application interface.
it: Quale schema di colori usare per l'interfaccia dell'applicazione.

source: Text is copied to clipboard
cs: Text je zkopírován do schránky
it: Testo copiato negli appunti

source: Color Scheme
cs: Barevné schéma
it: Schema di colori

source: _Light
cs: _Světlé
it: _Chiaro

source: _Dark
cs: _Tmavé
it: _Scuro

source: S_ystem Default
cs: Výchozí podle s_ystému
it: _Predefinito di sistema

source: Jump to the tool options
cs: Skočit do předvoleb nástroje
it: Passa alle opzioni dello strumento

source: Copy and Paste
cs: Kopírovat a vložit
it: Copia e incolla

source: Paste
cs: Vložit
it: Incolla

source: Copy all
cs: Kopírovat vše
it: Copia tutto

source: Parse YAML document and conver it to JSON
cs: Zpracovat YAML dokument a převést jej na JSON
it: Analizza YAML e converti in documento JSON

# tools
source: Reorder lines in reverse order
es: Reordenar las líneas en orden inverso

source: Gnome;GTK;Text;Base64;JSON;YAML;Count;SHA1;SHA256;SHA384;SHA512;MD5;Checksum;Escape;Encode;HTML;URL;Prettify;Filter;Reverse;Trim;
de: Gnome;GTK;Text;Base64;JSON;YAML;Count;SHA1;SHA256;SHA384;SHA512;MD5;Checksum;Escape;Encode;HTML;URL;Prettify;Filter;Reverse;Trim;Zählen;Prüfsumme;Verschlüsseln;Überarbeiten;Filtern;Umkehren;Zuschneiden;

source: Gleb Smirnov
hu: Smirnov Gleb

source: Gleb Smirnov <glebsmirnov0708@gmail.com>
hu: Smirnov Gleb <glebsmirnov0708@gmail.com>

source: Tobias Bernard https://tobiasbernard.com
hu: Bernard Tobias https://tobiasbernard.com
