Repository: liferooter/textpieces
Catalog: po/*.po
Languages: cs, de, es, fr, hu, it, nl, pt_br, tr, zh_cn

source: Text Pieces
cs: Kousky textu
de: Schriftstücke
fr: Pièces de texte
hu: Szövegrészek
it: Frammenti di testo
nl: Tekstdelen
tr: Metin Parçaları

source: GNOME;GTK;Text;Base64;JSON;YAML;Count;SHA1;SHA256;SHA384;SHA512;MD5;Checksum;Escape;Encode;HTML;URL;Prettify;Filter;Reverse;Trim;
tr: GNOME;GTK;Text;Base64;JSON;YAML;Count;SHA1;SHA256;SHA384;SHA512;MD5;Checksum;Escape;Encode;HTML;URL;Prettify;Filter;Reverse;Trim;Metin;Sağlama;Sağlama Toplamı;Kaç;Kodla;Güzelleştir;Filtre;Süzgeç;Ters Çevir;Boşluk Sil;

source: New Window
de: Neues Fenster
fr: Nouvelle fenêtre
it: Nuova finestra
tr: Yeni Pencere
zh_cn: 新建窗口

source: Transform text without using random websites
cs: Přeměňte text bez použití náhodných webových stránek
de: Text bearbeiten
es: Transformar el texto sin usar sitios web aleatorios
fr: Transformez du texte sans utiliser de quelconques sites web
hu: Szöveg átalakítása véletlenszerű webhelyek használata nélkül
it: Trasforma il testo senza usare qualche sito web
nl: Zet tekst om zonder het gebruik van willekeurige websites
pt_br: Transforme texto sem usar sites aleatórios
tr: Rastgele web siteleri kullanmadan metni dönüştür
zh_cn: 在不使用其他网站的情况下转换文本

source: Do a lot of text transformations, such as:
cs: Provádějte mnoho transformací textu, například:
de: Viele Textumwandlungen durchführen, zum Beispiel:
es: Hacer un montón de transformaciones de texto, tales como:
fr: Faites de nombreuses transformations de texte, comme :
hu: Végezzen sok szövegátalakítást, például:
it: Permette di trasformare il testo in vari modi:
nl: Voer diverse tekstbewerkingen uit, waaronder:
pt_br: Faça muitas transformações de texto, como:
tr: Aşağıdakiler gibi pekçok metin dönüşümünü gerçekleştir:
zh_cn: 转换许多种文本格式，例如：

source: Calculate hashes
cs: Vypočet kontrolních součtů
de: Hashwerte berechnen
es: Calcular los hashes
fr: Calculer des hachages
hu: Kivonatok kiszámítása
it: Calcolare gli hash
nl: Sommen berekenen
pt_br: Calcular hashes
tr: Karmaları hesapla
zh_cn: 计算Hash

source: Encode text
cs: Kódování textu
de: Text verschlüsseln
es: Codificar texto
fr: Encoder du texte
hu: Szöveg kódolása
it: Codificare testi
nl: Tekst versleutelen
pt_br: Codificar texto
tr: Metni kodla
zh_cn: 编码文本

source: Decode text
cs: Dekódování textu
de: Text entschlüsseln
es: Decodificar texto
fr: Décoder du texte
hu: Szöveg dekódolása
it: Decodificare testi
nl: Tekst ontsleutelen
pt_br: Decodificar texto
tr: Metin kodlamasını çöz
zh_cn: 解码文本

source: Remove trailing spaces and lines
cs: Odstranění koncových mezer a řádků
de: Nachlaufende Leerzeichen und Zeilen entfernen
es: Eliminar los espacios y líneas finales
fr: Supprimer les espaces et les sauts de ligne de fin de ligne
hu: Záró szóközök és vonalak eltávolítása
it: Rimuovere spazi a fine riga e righe vuote a fine testo
nl: Witruimtes verwijderen
pt_br: Remova espaços e linhas à direita
tr: Sondaki gereksiz boşlukları ve satırları kaldır
zh_cn: 删除末尾空格和空行

source: Count lines, symbols and words
cs: Počítání řádků, symbolů a slov
de: Zeilen, Zeichen und Wörter zählen
es: Contar líneas, símbolos y palabras
fr: Compter les lignes, symboles et mots
hu: Sorok, szimbólumok és szavak számolása
it: Contare righe, simboli e parole
nl: Regels, symbolen en woorden tellen
pt_br: Contar linhas, símbolos e palavras
tr: Satırları, sembolleri ve sözcükleri say
zh_cn: 计数换行、符号和单词

source: Format JSON and XML
cs: Formátování JSON a XML
de: JSON und XML formatieren
es: Formato JSON y XML
fr: Formater en JSON et XML
hu: JSON és XML formázása
it: Formattare JSON e XML
nl: JSON en XML opmaken
pt_br: Formate JSON e XML
tr: JSON ve XML biçimlendir
zh_cn: 格式化JSON和XML

source: Escape and unescape strings
cs: Únikové a neúnikové řetězce
de: Wörter einbeziehen oder ausschließen
es: Cadenas de escape y desescape
fr: Remplacer des chaînes ou caractères par des séquences d'échappement
hu: Karakterláncok feloldása és zárolása
it: Aggiungere o rimuovere sequenze di escape
nl: Tekenreeksen markeren als aanpassen/niet-aanpassen
pt_br: Escape e não escape de strings
tr: Dizgelere kaçış uygula ve kaçıştan çıkar
zh_cn: 转义和反转义字符串

source: Convert JSON to YAML and vice versa
cs: Převádění JSON na XML a naopak
de: JSON zu YAML konvertieren und umgekehrt
es: Convertir JSON a YAML y viceversa
fr: Convertir du JSON en YAML et vice-versa
hu: JSON-formátum átalakítása YAML-formátumba és fordítva
it: Convertire JSON in YAML e viceversa
nl: JSON naar YAML converteren en vice-versa
pt_br: Converter JSON para YAML e vice-versa
tr: JSON biçimiden YAML veya tersine dönüştür
zh_cn: JSON 与 YAML 相互转换

source: Filter lines
cs: Filtrování řádků
de: Zeilen filtern
es: Filtrar líneas
fr: Filtrer des lignes
hu: Alkarakterláncok és reguláris kifejezések helyettesítése
it: Filtrare righe
nl: Regels filteren
pt_br: Filtrar linhas
tr: Satırları süz
zh_cn: 过滤行

source: Replace substrings and regular expressions
cs: Nahrazení podřetezců a regulárních výrazů
de: Wortteile und reguläre Ausdrücke ersetzen
es: Reemplazar subcadenas y expresiones regulares
fr: Remplacer des sous-chaînes et des expressions régulières
it: Sostituire sottostringhe ed espressioni regolari
nl: Bijzinnen en reguliere uitdrukkingen vervangen
pt_br: Substituir substrings e expressões regulares
tr: Alt dizeleri ve kurallı ifadeleri değiştir
zh_cn: 替换子字符串和正则表达式

source: ...and so on.
cs: ...a tak dále.
de: ...und so weiter.
es: ...y más.
fr: ... et plus encore.
hu: …satöbbi.
it: …e altro ancora.
nl: …en nog veel meer.
pt_br: ...e assim por diante.
tr: ve çok daha fazlası...
zh_cn: 等等。

source: Bug fixes:
de: Fehlerbehebungen:
es: Corrección de errores
tr: Hata düzeltmeler:
zh_cn: Bug修复：

source: New features:
tr: Yeni özellikler:
zh_cn: 新功能：

source: Text Pieces now can open files
tr: Metin Parçaları artık dosyaları açabiliyor
zh_cn: Text Pieces 现在可以打开文件

source: Some translation issues are fixed
tr: Kimi çeviri hataları düzeltildi
zh_cn: 修复了一些翻译问题

source: Some tools are fixed and optimized
tr: kimi araçlar düzeltildi ve iyileştirildi
zh_cn: 修复和优化了一些工具

source: Shortcuts window is updated and fixed
tr: Kısayollar penceresi güncellendi ve düzeltildi
zh_cn: 修复和更新了快捷键窗口

source: Tool arguments now work as expected
de: Werkzeug-Parameter funktionieren jetzt so, wie sie sollen
tr: Araç argümanları artık beklendiği gibi çalışıyor
zh_cn: 工具参数现在正常工作

source: Translate some untranslated strings
de: Ein paar Übersetzungen vervollständigt
tr: Çevrilmemiş kimi dizgeleri çevir
zh_cn: 翻译了一些未翻译的字符串

source: New features and improvements:
de: Neue Funktionen und Verbesserungen:
es: Algunas correcciones de errores y mejoras
fr: Nouvelles fonctionnalités et améliorations :
hu: Új jellemzők és fejlesztések:
it: Nuove funzionalità e miglioramenti:
nl: Enkele bugs opgelost en andere kleine verbeteringen aangebracht
tr: Yeni özellikler ve iyileştirmeler:
zh_cn: 新功能和改进：

source: Add tool for extracting RSS URLs from OPML files
de: Werkzeug zum Extrahieren von RSS-URLs aus OPML-Dateien hinzugefügt
tr: OPML dosyalarından RSS URL'lerini ayıklamak için araç eklendi
zh_cn: 添加用于从 OPML 文件中提取 RSS URL 的工具

source: Use more verbose error reporting for Base64 decode tool
de: Ausführlichere Fehlermeldungen für das Base64-Entschlüsseln-Werkzeug
tr: Base64 kod çözme aracı için daha ayrıntılı hata raporlaması kullanıldı
zh_cn: 对 Base64 解码工具使用更详细的错误报告

source: Focus editor on startup
de: Editor beim Start fokussieren
tr: Başlangıçta düzenleyiciye odaklan
zh_cn: 启动时将焦点移动到编辑器

source: Save selected tool between sessions
de: Ausgewähltes Werkzeug zwischen Sitzungen speichern
tr: Oturumlar arasında seçilen aracı kaydet
zh_cn: 在会话之间记忆所选工具

source: Minor UI improvements
de: Kleine Verbesserungen in der Nutzeroberfläche
es: Mejoras generales
nl: Algemene verbeteringen
tr: Küçük arayüz iyileştirmeleri
zh_cn: 一部分 UI 改进

source: Add hotkey to open search in replace mode
de: Tastenkürzel hinzugefügt, um Suchen im Ersetzen-Modus zu öffnen
hu: Gyorsbillentyű hozzáadása a keresés megnyitásához csere módban
tr: Aramayı değiştirme kipinde açmak için kısayol tuşu eklendi
zh_cn: 添加热键以在替换模式下打开搜索

source: Add some keywords to the application for system search
de: Für die Systemsuche ein paar Schlagwörter zur Anwendung hinzugefügt
hu: Adjon hozzá néhány kulcsszót az alkalmazáshoz a rendszerkereséshez
tr: Sistem araması için uygulamaya bazı anahtar kelimeler eklendi
zh_cn: 向应用程序添加一些关键字以进行系统搜索

source: New features and improvement:
de: Neue Funktionen und Verbesserungen:
es: Algunas correcciones de errores y mejoras
fr: Nouvelles fonctionnalités et amélioration :
hu: Új jellemzők és fejlesztések:
nl: Enkele bugs opgelost en andere kleine verbeteringen aangebracht
tr: Yeni özellikler ve iyileştirmeler:
zh_cn: 新功能和改进：

source: Add style schemes
de: Design-Schemata hinzugefügt
fr: Ajout de schémas de style
hu: Stílussémák hozzáadása
tr: Biçem şeması eklendi
zh_cn: 添加样式方案

source: Add search and replace feature to editor
de: Suchen-und-Ersetzen-Funktion zum Editor hinzugefügt
fr: Ajout d’une fonctionnalité rechercher et remplacer à l’éditeur
hu: Keresés és csere jellemző hozzáadása a szerkesztőhöz
tr: Düzenleyiciye arama ve değiştirme özelliği eklendi
zh_cn: 向编辑器添加搜索和替换功能

source: Fix some bugs
de: Fehlerkorrekturen
es: Corrección de un montón de errores
fr: Correction de bogues
hu: Hibajavítások
tr: Kimi hatalar düzeltildi
zh_cn: 修复一些bug

source: Bug fix
de: Fehlerkorrektur
es: Corrección de errores
fr: Correction d’un bogue
hu: Hibajavítás
it: Risoluzione di bug
pt_br: Correção de bug
tr: Hata düzeltme
zh_cn: Bug 修复

source: Refresh UI
de: Nutzeroberfläche aufgefrischt
es: Actualización de la interfaz de usuario
fr: Interface rafraîchie
hu: Felhasználói felület frissítése
it: Aggiornamento dell'interfaccia utente
pt_br: Atualizar interface do usuário
tr: Arayüz yenilendi
zh_cn: 新的 UI

source: Fix a lot of bugs
de: Viele Fehlerkorrekturen
es: Corrección de un montón de errores
fr: Correction de nombreux bogues
hu: Hibajavítások
it: Risolti tanti bug
pt_br: Corrija muitos bugs
tr: Pek çok hata düzeltildi
zh_cn: 修复许多bug

source: Add powerful settings
de: Erweiterte Einstellungen hinzugefügt
es: Añade ajustes potentes
fr: Ajout de paramètres puissants
hu: Hatékony beállítások hozzáadása
it: Aggiunte impostazioni potenti
pt_br: Adicione configurações poderosas
tr: Güçlü ayarlar eklendi
zh_cn: 添加了一个强大的设置

source: Add arguments support for custom tools
de: Parameter-Unterstützung für eigene Werkzeugen hinzugefügt
es: Añade soporte de argumentos para herramientas personalizadas
fr: Ajout de la prise en charge des arguments pour les outils personnalisés
hu: Adjon hozzá argumentumot az egyéni eszközökhöz
it: Aggiunto supporto per gli argomenti a strumenti personalizzati
pt_br: Adicionar suporte a argumentos para ferramentas personalizadas
tr: Özel araçlar için argüman desteği eklendi
zh_cn: 添加对自定义工具的参数支持

source: Add translation support
de: Unterstützung für Übersetzungen hinzugefügt
es: Añade soporte de traducción
fr: Ajout de la prise en charge des traductions
hu: Fordítási támogatás hozzáadása
it: Aggiunto supporto per traduzioni
nl: Nieuw: ondersteuning voor eigen gereedschap
pt_br: Adicionar suporte de tradução
tr: Çeviri desteği eklendi
zh_cn: 添加翻译支持

source: Improve search
de: Suche verbessert
es: Mejora de la búsqueda
fr: Recherche améliorée
hu: Keresés javítása
it: Migliorata la ricerca
nl: Verbeterd: zoekfunctie
pt_br: Melhorar a pesquisa
tr: Arama iyileştirildi
zh_cn: 改善搜索

source: Minor UI changes
de: Kleine Änderungen in der Nutzeroberfläche
es: Cambios menores en la interfaz de usuario
fr: Changements mineurs d'interface
hu: Felhasználói felület változásai
it: Piccoli cambiamenti all'interfaccia utente
nl: Kleine aanpassingen aan de vormgeving
pt_br: Pequenas alterações na interface do usuário
tr: Küçük arayüz değişiklikleri
zh_cn: 小型 UI 改变

source: Add XML formatter
de: XML-Formatierer hinzugefügt
es: Añade un formateador XML
fr: Ajout d’un formateur en XML
hu: XML-formázó hozzáadása
it: Aggiunto formattatore XML
nl: Nieuw: xml-opmaakgereedschap
pt_br: Adicionar formatador XML
tr: XML biçimlendirici eklendi
zh_cn: 添加了 XML 格式化处理程序

source: Some bugfixes and improvements
de: Ein paar Fehlerkorrekturen und Verbesserungen
es: Algunas correcciones de errores y mejoras
fr: Corrections de bogues et améliorations
hu: Néhány hibajavítás és fejlesztés
it: Risolti alcuni bug, miglioramenti
nl: Enkele bugs opgelost en andere kleine verbeteringen aangebracht
pt_br: Algumas correções de bugs e melhorias
tr: Kimi hata düzeltmeleri ve iyileştirmeler
zh_cn: 一些错误修复和改进

source: Bring back tools with arguments
de: Werkzeuge mit Parametern wiedereinführen
es: Vuelven las herramientas con argumentos
fr: Réintroduit les outils avec arguments
hu: Hozza vissza az érvekkel ellátott eszközöket
it: Riportati in funzione gli strumenti con argomenti
nl: Gereedschap kan worden voorzien van opties
pt_br: Traga de volta ferramentas com argumentos
tr: Araçlarda argüman kullanımı geri getirildi
zh_cn: 带回带有参数的工具

source: Redesign the application
de: Anwendung neugestaltet
es: Rediseño de la aplicación
fr: Nouveau design de l’application
hu: Újratervezett alkalmazás
it: Riprogettazione dell'applicazione
nl: De toepassing is opnieuw ontworpen
pt_br: Redesenhe o aplicativo
tr: Uygulama yeniden tasarlandı
zh_cn: 重新设计应用程序

source: Add custom tools support
de: Unterstützung für eigene Werkzeuge hinzugefügt
es: Añade soporte para herramientas personalizadas
fr: Ajout d’un support pour les outils personnalisés
hu: Egyéni eszközök támogatása
it: Aggiunto supporto per strumenti personalizzati
nl: Nieuw: ondersteuning voor eigen gereedschap
pt_br: Adicionar suporte a ferramentas personalizadas
tr: Özel araç desteği eklendi
zh_cn: 添加自定义工具支持

source: Add ability to text load from file and save to file
de: Von Datei laden und Als Datei speichern hinzugefügt
es: Añade la posibilidad de cargar texto desde un archivo y guardarlo en un archivo
fr: Ajout de la possibilité de charger du texte depuis un fichier et de l’enregistrer dans un fichier
hu: Add hozzá a szöveg fájlból való betöltésének és a szöveg fájlba mentésének lehetőségét
it: Aggiunta abilità di caricare il testo da un file, e salvare su file
nl: Nieuw: mogelijkheid om tekst te laden uit een bestand en te bewaren als bestand
pt_br: Adicione a capacidade de carregar texto do arquivo e salvar no arquivo
tr: Dosyadan metin yükleme ve dosyaya kaydetme yeteneği eklendi
zh_cn: 添加从文件加载文本并保存到文件

source: Exit by Ctrl+Q
de: Schließen mit Strg+Q
es: Salir con Ctrl+Q
fr: Quitter par Ctrl+Q
hu: Kilépés a Ctrl+Q billentyűkombinációval
it: Uscita tramite Ctrl+Q
nl: Sluit af met Ctrl + Q
pt_br: Sair com Ctrl+Q
tr: Ctrl+Q ile çıkış
zh_cn: 按 Ctrl+Q 退出

source: Monospace argument entry
de: Parameter jetzt in Monospace
es: Entrada de argumentos en monoespaciado
fr: Entrée d’argument monospace
hu: Fix széles argumentum bejegyzés
it: Inserimento di argomenti in carattere monospaziato
nl: Vastebreedtetekst kan worden voorzien van opties
pt_br: Entrada de argumento monoespaçado
tr: Eş aralıklı argüman girişi
zh_cn: 等宽参数条目

source: Update new runtime
de: Laufzeit aktualisiert
es: Actualizar el nuevo tiempo de ejecución
fr: Mise à jour de l’environnement d’exécution
hu: Új futásidejű frissítés
it: Aggiornato nuovo runtime
nl: Aandrijving bijgewerkt
pt_br: Atualizar novo tempo de execução
tr: Yeni çalışma zamanına güncellendi
zh_cn: 更新新的运行时

source: Sort tools
de: Werkeuge sortieren
es: Herramientas de clasificación
fr: Ajout du tri des outils
hu: Rendezési eszközök
it: Ordinamento degli strumenti
nl: Sorteer gereedschap
pt_br: Ferramentas de classificação
tr: Araçları sırala
zh_cn: 排序工具

source: Filter tools
de: Werkzeuge filtern
es: Herramientas de filtrado
fr: Ajout d’un filtre des outils
hu: Szűrőeszközök
it: Capacità di filtrare gli strumenti
nl: Filter gereedschap
pt_br: Ferramentas de filtro
tr: Araçları süz
zh_cn: 筛选工具

source: Minify C-like code
de: C-artigen Code kürzen
es: Reducir el código de tipo C
fr: Minimisation du code de type C
hu: C-szerű kód kicsinyítése
it: Rimpicciolito codice simil-C
nl: Verklein C-achtige code
pt_br: Minificar código semelhante a C
tr: C benzeri kodu küçültme
zh_cn: 减少 C风格 的代码

source: Add more tools
de: Mehr Werkzeuge hinzugefügt
es: Añade más herramientas
fr: Ajout d’outils
hu: További eszközök hozzáadása
it: Aggiunti altri strumenti
nl: Nieuw: meer gereedschap
pt_br: Adicionar mais ferramentas
tr: Daha çok araç ekle
zh_cn: 添加更多工具

source: Make tools popover more powerful
de: Werkzeuge-Popover bietet jetzt mehr Möglichkeiten
es: Potencia el menú emergente de herramientas
fr: Pop-up des outils rendu plus puissant
hu: Tegye erősebbé az eszközök felbukkanását
it: Popover degli strumenti reso più potente
nl: Gereedschapsmenu uitgebreid
pt_br: Torne as ferramentas popover mais poderosas
tr: Araçların açılır pencereleri daha güçlü hale getirildi
zh_cn: 使工具弹出窗口更强大

source: Redesign icon
de: Symbol neu gestalten
es: Rediseño del icono
fr: Redesign de l’icône
hu: Újratervezett ikon
it: Icona ridisegnata
nl: Het pictogram is opnieuw ontworpen
pt_br: Ícone de redesenho
tr: Simge yeniden tasarlandı
zh_cn: 图标重新设计

source: General improvements
de: Algemeine Verbesserungen
es: Mejoras generales
fr: Améliorations générales
hu: Általános fejlesztések
it: Miglioramenti generali
nl: Algemene verbeteringen
pt_br: Melhorias gerais
tr: Genel iyileştirmeler
zh_cn: 一般改进

source: Add tools for replacement and removing
de: Werkzeuge zum Ersetzen und Entfernen hinzugefügt
es: Añade herramientas para la sustitución y el desmontaje
fr: Ajout d’outils pour remplacer et supprimer
hu: Szerszámok hozzáadása a cseréhez és eltávolításhoz
it: Aggiunto strumento per sostituzione e rimozione
nl: Nieuw: gereedschap voor vervangen en wissen
pt_br: Adicione ferramentas para substituição e remoção
tr: Değiştirme ve kaldırma için araçlar eklendi
zh_cn: 添加用于更换和拆卸的工具

source: Application release
de: Veröffentlichung der Anwendung
es: Publicación de la aplicación
fr: Réalisation de l’application
hu: Alkalmazás kiadása
it: Lancio dell'applicazione
nl: Eerste uitgave
pt_br: Versão do aplicativo
tr: Uygulama sürümü
zh_cn: 应用程序发布

source: Style scheme
de: Design-Schema
es: Esquema de colores
fr: Schéma de style
hu: Stílusséma
nl: Thema
pt_br: Esquema de estilo
tr: Biçem şeması
zh_cn: 样式方案

source: Which style scheme to use for application interface and editor.
de: Welches Design-Schema in der Anwendung und dem Editor verwendet werden soll
es: Qué combinación de colores usar para la interfaz de la aplicación.
fr: Quel schéma de style utiliser pour l’interface et l’éditeur de l'application.
hu: Milyen stílussémát kell használni az alkalmazásfelülethez és a szerkesztőhöz.
nl: Kies het thema dat de toepassing dient te gebruiken.
pt_br: Qual esquema de estilo usar para a interface e o editor do aplicativo.
tr: Uygulama arayüzü ve düzenleyici için hangi biçem şemasının kullanılacağı.
zh_cn: 应用程序界面和编辑器使用哪种样式方案。

source: Font name
cs: Jméno fontu
de: Schriftart
es: Nombre de la fuente
fr: Nom de la police de caractères
hu: Betűkészlet neve
it: Nome del tipo di carattere
nl: Lettertype
pt_br: Nome da fonte
tr: Yazı tipi adı
zh_cn: 字体名称

source: Name of font used in editor
de: Name der Schriftart im Editor
es: Nombre de la fuente usada en el editor
fr: Nom de la police utilisée dans l‘éditeur
hu: A szerkesztőben használt betűkészlet neve
it: Nome del tipo di carattere usato nell'editor
nl: Kies het in de bewerker te gebruiken lettertype.
pt_br: Nome da fonte usada no editor
tr: Düzenleyicide kullanılan yazı tipinin adı
zh_cn: 编辑器中使用的字体名称

source: Wrap lines
cs: Zarovnání řádků
de: Zeilen umschlagen
es: Ajuste de líneas
fr: Envelopper les lignes
hu: Sortörés
it: A capo automatico
nl: Regels afbreken
pt_br: Quebra de linhas
tr: Satırları sar
zh_cn: 自动换行

source: Whether to wrap long lines
de: Ob lange Zeilen umgeschlagen werden sollen
es: Si las líneas largas continúan en la siguiente línea
fr: Possibilité d‘envelopper les longues lignes
hu: Sortörés beállítása
it: Se andare a capo automaticamente quando le righe sono lunghe
nl: Schakel in om lange regels af te breken.
pt_br: Se deve envolver linhas longas
tr: Uzun satırların sarılma durumu
zh_cn: 是否将过长的行自动换行

source: Tabs to spaces
de: Leerzeichen statt Tabs
es: Tabulaciones a espacios
fr: Tabulations en espaces
hu: Tabulátorok átalakítása szóközökké
it: Converti tabulazioni in spazi
nl: Tabs vervangen door spaties
pt_br: Guias para _Espaços
tr: Sekmeler ve boşluklar
zh_cn: 将制表符转为空格

source: Whether to insert spaces instead of tab
de: Leerzeichen statt Tabs einfügen
es: Si se insertan espacios en lugar del tabulador
fr: Possibilité d'insérer des espaces à la place des tabulations
hu: A tabulátorok szóközökké alakításának beállítása
it: Se inserire spazi al posto delle tabulazioni
nl: Schakel in om spaties in te voegen in plaats van tabs.
pt_br: Se deseja inserir espaços em vez de tabulação
tr: Sekme yerine boşluk eklenip eklenmeyeceği
zh_cn: 是否插入空格而不是制表符

source: Spaces in tab
de: Leerzeichen pro Tab
es: Espacios en tabulador
fr: Espaces en tabulations
hu: Szóközök száma a tabulátorban
it: Spazi per tabulazione
nl: Aantal spaties
pt_br: Espaços na guia
tr: Sekmelerdeki boşluklar
zh_cn: 制表符长度

source: Tab width in spaces
de: Tabbreite in Leerzeichen
es: Ancho de tabulado en espacios
fr: Largeur des tabulations en espaces
hu: Tabulátor szélessége szóközökben
it: Larghezza in spazi di una tabulazione
nl: De tabbreedte in spaties.
pt_br: Largura da guia em espaços
tr: Boşluklarda sekme genişliği
zh_cn: 一个制表符相当于多少空格

source: Window width
de: Fensterbreite
fr: Largeur de la fenêtre
hu: Ablak szélessége
it: Larghezza finestra
tr: Pencere genişliği
zh_cn: 窗口宽度

source: Saved width of application window
de: Breite des Anwendungsfensters gespeichert
fr: Largeur mémorisée de la fenêtre de l’application
hu: Alkalmazásablak mentett szélessége
it: Larghezza salvata della finestra dell'applicazione
tr: Uygulama penceresinin kaydedilmiş genişliği
zh_cn: 保存的应用程序窗口宽度

source: Window height
de: Fensterhöhe
fr: Hauteur de la fenêtre
hu: Ablak magassága
it: Altezza finestra
tr: Pencere yüksekliği
zh_cn: 窗口高度

source: Saved height of the window
de: Höhe des Anwendungsfensters gespeichert
fr: Hauteur mémorisée de la fenêtre de l’application
hu: Alkalmazásablak mentett magassága
it: Altezza salvata della finestra dell'applicazione
tr: UyPenceresinin kaydedilmiş yüksekliği
zh_cn: 保存的窗口高度

source: Is maximized
de: Ist maximiert
fr: Est maximisée
hu: Maximális méretű
it: È massimizzata
tr: Ekranı kaplamış mı
zh_cn: 最大化

source: Whether the application window is maximized
de: Ob das Anwendungsfenster maximiert ist
fr: Si la fenêtre de l’application est maximisée
hu: Alkalmazásablak méretének maximalizálásának beállítása
it: Se la finestra dell'applicazione è massimizzata
tr: Uygulama penceresinin ekranı kaplama durumu
zh_cn: 应用程序窗口是否最大化

source: Selected tool
de: Ausgewähltes Werkzeug
es: Seleccionar herramienta
nl: Kies een gereedschap
tr: Seçilen araç
zh_cn: 所选工具

source: Used to restore tool choice on restart. Its value must be a name of tool's script.
de: Wird benutzt, um das ausgewählte Werkzeug bei Neustart wiederherzustellen. Der Wert muss der Name eines Werkzeug-Skripts sein.
tr: Yeniden başlatma sırasında araç seçimini geri yüklemek için kullanılır. Değeri, aracın komut dosyasının adı olmalıdır.
zh_cn: 用于在重新启动时恢复工具选择。其值必须是工具脚本的名称。

source: Text is copied
de: Text wurde kopiert
es: Texto copiado al portapapeles
hu: Szöveg vágólapra másolva
nl: De tekst is gekopieerd naar het klembord
tr: Metin kopyalandı
zh_cn: 复制的文本

source: Select tool
cs: Vybrat nástroj
de: Auswahlwerkzeug
es: Seleccionar herramienta
fr: Sélectionner un outil
hu: Eszköz kijelölése
it: Seleziona strumento
nl: Kies een gereedschap
pt_br: Selecionar ferramenta
tr: Araç seç
zh_cn: 选择工具
